[
    {
        "topicid": "Alcohol Physical Effects",
        "icon": "endocrine-system.png",
        "qa": [
            {
                "question": "When will I start to feel the effects of alcohol?",
                "answerArr": [
                    {"key": "In healthy people, blood circulates through the body in 90 seconds, which means they can begin to feel the effects of alcohol **within 15 to 45 minutes** after the first drink."}
                ],
                "sources": [
                    14
                ]
            },
            {
                "question": "How long does alcohol metabolism take?",
                "answerArr": [
                    {"key": "The liver can metabolize **one standard drink an hour**."},
                    {"key": "Factors such as age, weight, gender, personal metabolism, and amount of food eaten also play a role in how fast the body can process alcohol."},
                    {"key": "A person's blood alcohol concentration (BAC) level is *reduced by 0.015 per hour* or at an average rate of .015 g/100mL/hour."},
                    {"key": "This process cannot be sped up with time, sleep, food, or other methods."},
                    {"key": "*You cannot flush alcohol out of your system once it's in!*"}
                ],
                "sources": [
                    14

                ]
            },
            {
                "question": "How long does alcohol stay in my system?",
                "answerArr": [
                    {"key": "This is how long alcohol can be detected in a person's system (depending on how the alcohol is being measured):"},
                    {"key": "   - Blood: Up to 6 hours"},
                    {"key": "   - Breath: 12-24 hours"},
                    {"key": "   - Saliva: 12-24 hours"},
                    {"key": "   - Urine: 12-24 hours"},
                    {"key": "   - Hair: 90 Days"}
                ],
                "sources": [
                    14
                ]
            },
            {
                "question": "How do I know when I'm drunk?",
                "answerArr": [
                    {"key": "The effects of alcohol vary from person to person, and it may take some people a quicker or longer time to start seeing signs of intoxication when drinking the same amount of alcohol."},
                    {"key": "Typically, for *males* with little to no tolerance, they may begin to show some signs of intoxication when their BAC reaches *0.05%*."},
                    {"key": "A *woman* who weighs 150 pounds will reach a BAC of 0.10% after drinking about 4 drinks in an hour."},
                    {"key": "With little or no alcohol tolerance, *general impairment levels* are observed at the following BAC levels:"},
                    {"key": "   - 0.05% = detectible"},
                    {"key": "   - 0.07% = driving impaired (**NOTE**: 0.08% is the *federal limit* to legally drive in the United States, but you can be impaired and arrested even if your BAC is under 0.08%.)"},
                    {"key": "   - 0.10% = intoxicated"},
                    {"key": "   - 0.20% = decreased consciousness"},
                    {"key": "   - 0.30% = unconscious"},
                    {"key": "   - 0.40% = fatal"},
                    {"key": "When a person with BAC levels between 0.10% and 0.20% does not show obvious signs of intoxication, it typically means they've *developed a tolerance for alcohol*. This means they most likely are regularly drinking heavily and are showing characteristics of dependence."}
                ],
                "sources": [
                    14,
                    15
                ]
            }
        ],
        "imgUrl": ""
    },
    {
        "topicid": "BAC Levels and Effects",
        "icon": "drunk.png",
        "qa": [
            {
                "question": "What is Blood Alcohol Concentration (BAC)?",
                "answerArr": [
                    {"key": "Blood Alcohol Concentration (BAC) refers to the percent of alcohol (ethyl alcohol or ethanol) in a person's blood stream."},
                    {"key": "A BAC of .10% means that an individual's blood supply contains one part alcohol for every 1000 parts blood."}
                ],
                "sources": [
                    20
                ]
            },
            {
                "question": "How do we calculate BAC?",
                "answerArr": [
                    {"key": "In this application, we calculate BAC by using the algorithm implemented by drunkcalc.com. This algorithm uses the *improved Widmark factor* first proposed by Posey and Mozayani in the journal article \"The estimation of blood alcohol concentration: Widmark revisited\", published in 2007, in order to more accurately calculate blood alcohol concentration. It includes absorption rate based on how much food you already have in your stomach."}
                ],
                "sources": [
                    32
                ]
            }
        ],
        "imgUrl": ""
    },
    {
        "topicid": "Standard Drink Sizes",
        "icon": "volume.png",
        "qa": [
            {
                "question": "What is a standard drink?",
                "answerArr": [
                    {"key": "In the United States, one 'standard' drink (or one alcoholic drink equivalent) contains roughly *14 grams (0.6 fluid ounces) of pure alcohol*, which is found in:"},
                    {"key": "   - 12 ounces of regular beer, which is typically about 5% alcohol;"},
                    {"key": "   - 5 ounces of wine, which is typically about 12% alcohol;"},
                    {"key": "   - 1.5 ounces of distilled spirits, which is typically about 40% alcohol."}
                ],
                "sources": [
                    3
                ]
            }
        ],
        "imgUrl": "../assets/images/Standard_Drink_Sizes.png"
    },
    {
        "topicid": "Measuring Alcohol Content",
        "icon": "alcohol-free.png",
        "qa": [
            {
                "question": "What is Alcohol by Volume (ABV)?",
                "answerArr": [
                    {"key": "**Alcohol by volume (ABV)** is the number of milliliters of ethanol per 100 milliliters (or 3.4 fl.oz.) in a solution. ABV is the most common alcohol content metric used in the United States."},
                    {"key": "ABV can indicate how you feel after drinking an alcoholic beverage and can also tell you how strong that beverage might taste in terms of alcohol content. ABV is typically calculated using a hydrometer or alcoholmeter."},
                    {"key": "**ABV formula:** ABV = (Final gravity - Original gravity) X 131.25."},
                    {"key": "   - Drink's original gravity: the hydrometer reading before yeast is pitched"},
                    {"key": "   - Drink's final gravity: the hydrometer's reading after the completion of the fermentation process"},
                    {"key": "   - There are also calculators available to know the precise ABV metrics of a drink"}
                ],
                "sources": [
                    2,
                    4,
                    11
                ]
            },
            {
                "question": "What is alcohol proof?",
                "answerArr": [
                    {"key": "Alcohol proof is **twice** the percentage of alcohol by volume (ABV). For example, a drink which has 50% ABV will be 100 proof."}
                ],
                "sources": [
                    2
                ]
            }
        ],
        "imgUrl": ""
    },
    {
        "topicid": "Social Drinking",
        "icon": "cheers.png",
        "qa": [
            {
                "question": "What are some social drinking tips?",
                "answerArr": [
                    {"key": "**Key tips for drinking in a social setting:**"},
                    {"key": "   1. Make a plan about how much alcohol you will (or won't) be drinking, and understand the impact of that alcohol on your body."},
                    {"key": "   2. Go with a trusted friend who will look out for you."},
                    {"key": "   3. Eat before and during drinking sessions: drinking on an empty stomach means alcohol will enter your bloodstream faster."},
                    {"key": "   4. Avoid salty snacks while drinking: they can make you thirsty and more likely to drink more."},
                    {"key": "   5. Drink plenty of water while drinking."},
                    {"key": "   6. Don't mix alcohol with sugary or energy drinks."},
                    {"key": "   7. Set yourself a drinks limit, count your drinks, and stick to your limit."},
                    {"key": "   8. Slow your intake with alcohol-free drinks."},
                    {"key": "   9. Avoid drinking games and shots: binge drinking is dangerous."},
                    {"key": "   10. *NEVER drink and drive*, and have alternate routes home (like a designated driver or rideshare)."},
                    {"key": "   11. Be comfortable saying no, and leave if you feel uncomfortable or pressured."}
                ],
                "sources": [
                    23
                ]
            },
            {
                "question": "How do I know if someone is drunk?",
                "answerArr": [
                    {"key": "**Common signs of intoxication include:**"},
                    {"key": "   - Speaking loudly"},
                    {"key": "   - Engaging in aggressive and/or crude behavior"},
                    {"key": "   - Impaired coordination, slurred speech, and/or falling down"},
                    {"key": "   - Drinking rapidly and/or drinking alone"},
                    {"key": "   - Glassy, bloodshot eyes"},
                    {"key": "   - Vomiting (also a sign of alcohol poisoning)"},
                    {"key": "   - Memory problems"},
                    {"key": "   - Trouble focusing"},
                    {"key": "   - Falling asleep"},
                    {"key": "   - Mood swings"}
                ],
                "sources": [
                    21
                ]
            },
            {
                "question": "How can I help others who are drunk?",
                "answerArr": [
                    {"key": "**Key tips for helping someone who is intoxicated include:**"},
                    {"key": "   1. Stay with the person: remain by their side to ensure they are safe and not consuming more alcohol, or make sure someone else who is sober can stay with them."},
                    {"key": "   2. Give them food and water."},
                    {"key": "   3. Prevent them from drinking more alcohol."},
                    {"key": "   4. If they want to lie down, place them in the recovery position (laying on their side with a pillow to support their back)."},
                    {"key": "   5. Keep them awake, or if they fall asleep, monitor their breathing and wake them often to ensure they are still okay: if someone is severely intoxicated, it is crucial to ensure they do not slip into unconsciousness."},
                    {"key": "   6. Get them home safe: make sure they have a way to get home safely and can sober up in a protected environment."}
                ],
                "sources": [
                    21
                ]
            },
            {
                "question": "How can I decline a drink?",
                "answerArr": [
                    {"key": "If you are offered a drink in a social setting and don't want to accept it, here are some suggestions to help you decline:"},
                    {"key": "   1. Be confident when saying no: a simple 'no thank you' should be sufficient."},
                    {"key": "   2. Bring a supportive friend who will back your decision."},
                    {"key": "   3. Be the designated driver."},
                    {"key": "   4. Come up with an excuse or white lie (e.g., 'I'm on a budget and want to save money,' 'I have an appointment early tomorrow morning,' or 'I'm on medication that can't be mixed with alcohol')."},
                    {"key": "   5. Keep a (non-alcoholic) beverage in your hand: this can make people less likely to offer you a drink."},
                    {"key": "   6. Change the subject (e.g., you have to use the restroom, make a call, or go check in with a friend)."},
                    {"key": "   7. Know when to leave: if someone continues to pressure you to drink, simply leave the location."}
                ],
                "sources": [
                    22
                ]
            }
        ],
        "imgUrl": ""
    },
    {
        "topicid": "Drinking Safety Tips",
        "icon": "protection.png",
        "qa": [
            {
                "question": "What are some drinking safety tips?",
                "answerArr": [
                    {"key": "**Key tips for staying safe while drinking:**"},
                    {"key": "   1. Never leave a drink unattended: either take it with you or throw it out, and avoid using the same cup to refill your drink."},
                    {"key": "   2. Don't accept drinks from people you don't know or trust: if possible, go with the person to the bar to order a drink, watch it be poured, and carry it yourself."},
                    {"key": "   3. Know what you're drinking: search up an ingredient if you don't recognize it."},
                    {"key": "   4. Trust your instincts: if you feel unsafe, uncomfortable, or worried for any reason, go with your gut. Get somewhere safe and find someone you trust, or call law enforcement."},
                    {"key": "   5. Check in with yourself: figure out your limits before you go out drinking, and check in with yourself periodically to register how you feel."},
                    {"key": "   6. Be aware of sudden changes in how your body feels: if you feel unexpected changes and suspect you have been drugged, call 911 and inform the healthcare professionals. Tell a friend and have them take you to a safe place."},
                    {"key": "   7. Keep an eye on your friends: if you're going out in a group, plan to arrive together and leave together. Check in with your friends and have them check in on you."},
                    {"key": "   8. Always have a plan to get home and have a backup plan: keep emergency contacts ready and have multiple options to get home."},
                    {"key": "   9. Never mix alcohol with drugs: check the labels of any medication you're taking before drinking."}
                ],
                "sources": [
                    24,
                    25
                ]
            },
            {
                "question": "How can I avoid drink spiking/tampering?",
                "answerArr": [
                    {"key": "**Key tips to avoid drink spiking or tampering include:**"},
                    {"key": "   1. Never leave a drink unattended: either take it with you or throw it out, and avoid using the same cup to refill your drink."},
                    {"key": "   2. Don't accept drinks from people you don't know or trust: if possible, go with the person to the bar to order a drink, watch it be poured, and carry it yourself."},
                    {"key": "   3. Know what you're drinking: search up an ingredient if you don't recognize it."},
                    {"key": "   4. Consider using a product like a NightCap Drink Cover Scrunchie to protect your drink."},
                    {"key": "   5. Check in with yourself periodically: if you start to feel strange or more drunk than you should be, then get help straight away."},
                    {"key": "**Symptoms of drink spiking may include:**"},
                    {"key": "   - Lowered inhibitions and/or loss of balance"},
                    {"key": "   - Feeling sleepy"},
                    {"key": "   - Visual problems"},
                    {"key": "   - Confusion"},
                    {"key": "   - Nausea and/or vomiting"},
                    {"key": "   - Unconsciousness"},
                    {"key": "**NOTE:** The effects of drink spiking vary depending on what you've been spiked with."}
                ],
                "sources": [
                    24,
                    27, 
                    28
                ]
            },
            {
                "question": "How can I recognize alcohol poisoning, and what should I do?",
                "answerArr": [
                    {"key": "**Signs of alcohol poisoning include:**"},
                    {"key": "   - Vomiting"},
                    {"key": "   - Seizures"},
                    {"key": "   - Stupor or mental confusion"},
                    {"key": "   - Unconsciousness and an inability to wake up"},
                    {"key": "   - Hypothermia (low body temperature)"},
                    {"key": "   - Slow breathing (fewer than 8 breaths per minute)"},
                    {"key": "   - Irregular breathing (more than 10 seconds between breaths)"},
                    {"key": "Be aware that alcohol poisoning can get worse even after a person has passed out. If you see any signs of alcohol poisoning, stay with that person and get help immediately!"},
                    {"key": "Call 911, be prepared to provide information, never leave the person alone, and ask bystanders to help."}
                ],                
                "sources": [
                    25,
                    26
                ]
            }
        ],
        "imgUrl": ""
    },
    {
        "topicid": "Resources",
        "icon": "search-worldwide.png",
        "qa": [
            {
                "question": "Resources if you or a loved one is struggling with alcohol abuse",
                "answerArr": [
                    {"key": "   1. Alcohol Rehab Guide:    [https://www.alcoholrehabguide.org/](https://www.alcoholrehabguide.org/)"},                    
                    {"key": "   2. Treatment for Alcohol Addiction:    [https://alcohol.org/treatment/](https://alcohol.org/treatment/)"},
                    {"key": "   3. Alcohol Treatment Navigator (National Institute on Alcohol Abuse and Alcoholism):    [https://alcoholtreatment.niaaa.nih.gov/](https://alcoholtreatment.niaaa.nih.gov/)"}
                ],
                "sources": []
            },
            {
                "question": "Resources about basic alcohol information and consumption",
                "answerArr": [
                    {"key": "1. Alcohol Facts and Statistics (National Institute on Alcohol Abuse and Alcoholism): [https://www.niaaa.nih.gov/publications/brochures-and-fact-sheets/alcohol-facts-and-statistics](https://www.niaaa.nih.gov/publications/brochures-and-fact-sheets/alcohol-facts-and-statistics)"},
                    {"key": "2. Alcohol By Volume Guide:    [https://alcohol.org/statistics-information/abv/](https://alcohol.org/statistics-information/abv/)"},
                    {"key": "3. Blood Alcohol Concentration Guide:    [https://vaden.stanford.edu/super/learn/alcohol-drug-info/reduce-your-risk/what-blood-alcohol-concentration-bac](https://vaden.stanford.edu/super/learn/alcohol-drug-info/reduce-your-risk/what-blood-alcohol-concentration-bac)"},
                    {"key": "4. Types of Alcohol Guide:   [https://home.binwise.com/guides/types-of-alcohol](https://home.binwise.com/guides/types-of-alcohol)"},
                    {"key": "5. Alcohol Percentage Contents by Beverage Type: [https://sunrisehouse.com/stop-drinking-alcohol/percentage-contents/](https://sunrisehouse.com/stop-drinking-alcohol/percentage-contents/)"},
                    {"key": "6. Why Biology Matters When it Comes to Drinking Alcohol:    [https://health.cornell.edu/sites/health/files/pdf-library/Why-Biology-Matters-Drinking.pdf](https://health.cornell.edu/sites/health/files/pdf-library/Why-Biology-Matters-Drinking.pdf)"}
                ],
                "sources": []
            },
            {
                "question": "Resources about alcohol safety",
                "answerArr": [
                    {"key": "   1. Alcohol Safety Guide (RAINN): [https://www.rainn.org/articles/alcohol-safety](https://www.rainn.org/articles/alcohol-safety)"},
                    {"key": "   2. Alcohol Poisoning Guide (Mayo Clinic): [https://www.mayoclinic.org/diseases-conditions/alcohol-poisoning/symptoms-causes/syc-20354386](https://www.mayoclinic.org/diseases-conditions/alcohol-poisoning/symptoms-causes/syc-20354386)"},
                    {"key": "   3. What To Do if Someone is Intoxicated: [https://www.northstartransitions.com/post/what-to-do-if-someone-is-intoxicated](https://www.northstartransitions.com/post/what-to-do-if-someone-is-intoxicated)"},
                    {"key": "   4. State DUI Laws:    [https://www.findlaw.com/dui/laws-resources/comparing-state-dui-laws.html](https://www.findlaw.com/dui/laws-resources/comparing-state-dui-laws.html)"},
                    {"key": "   5. Drink Spiking and Date Rape Drugs:    [https://www.drinkaware.co.uk/advice/staying-safe-while-drinking/drink-spiking-and-date-rape-drugs](https://www.drinkaware.co.uk/advice/staying-safe-while-drinking/drink-spiking-and-date-rape-drugs)"},
                    {"key": "   6. Student's Guide to Drinking Responsibly in College:    [https://www.edumed.org/resources/student-guide-to-drinking-responsibly/](https://www.edumed.org/resources/student-guide-to-drinking-responsibly/)"}
                ],
                "sources": []
            }
        ],
        "imgUrl": ""
    },
    {
        "topicid": "Self Care",
        "icon": "endocrine-system.png",
        "qa": [
            {
                "question": "Hydration",
                "answerArr": [
                    {"key": "Drink plenty of water to rehydrate your body and help alleviate any symptoms of dehydration caused by alcohol."}
                ],
                "sources": [
                    
                ]
            },
            {
                "question": "Rest",
                "answerArr": [
                    {"key": "Get plenty of rest to allow your body to recover from the effects of alcohol. Aim for 7-9 hours of sleep if possible."}
                ],
                "sources": [
    

                ]
            },
            {
                "question": "Nutrition",
                "answerArr": [
                    {"key": "Eat a balanced meal rich in vitamins and minerals to replenish your body's nutrients. Focus on foods that are easy to digest, such as fruits, vegetables, lean proteins, and whole grains."}
                ],
                "sources": [
    

                ]
            },
            {
                "question": "Avoid caffeine and sugary drinks",
                "answerArr": [
                    {"key": "While caffeine may temporarily make you feel more alert, it can also worsen dehydration and contribute to anxiety or jitteriness. Similarly, sugary drinks can exacerbate dehydration and may lead to energy crashes later on"}
                ],
                "sources": [
    

                ]
            },
            {
                "question": "Gentle exercise",
                "answerArr": [
                    {"key": "Engage in light exercise such as walking or gentle stretching to improve circulation and help your body process alcohol more efficiently. However, avoid strenuous activities that could further strain your body."}
                ],
                "sources": [
    

                ]
            },
            {
                "question": "Seek support",
                "answerArr": [
                    {"key": "If you're feeling overwhelmed or experiencing negative emotions after drinking, reach out to friends, family, or a mental health professional for support. Talking about your feelings can help you process them and feel more grounded."}
                ],
                "sources": [
    

                ]
            },
            {
                "question": "Practice mindfulness or relaxation techniques",
                "answerArr": [
                    {"key": "Engage in activities such as meditation, deep breathing exercises, or progressive muscle relaxation to help reduce stress and promote relaxation."}
                ],
                "sources": [

                ]
            },
            {
                "question": "Take over-the-counter remedies",
                "answerArr": [
                    {"key": "Over-the-counter medications such as ibuprofen or antacids may help alleviate headache or stomach discomfort caused by alcohol consumption. However, be cautious not to exceed the recommended dosage and consult with a healthcare professional if you have any concerns."}
                ],
                "sources": [
                    
                ]
            },
            {
                "question": "Reflect on your drinking habits",
                "answerArr": [
                    {"key": "Use this experience as an opportunity to reflect on your drinking habits and consider making healthier choices in the future. Set limits for yourself, alternate alcoholic drinks with water, and know when to say no to additional drinks."}
                ],
                "sources": [
                    
                ]
            }
        ],
        "imgUrl": ""
    },
     {
        "topicid": "Mixology",
        "icon": "drunk.png",
        "qa": [
            {
                "question": "Alcohol with Caffeinated Beverages",
                "answerArr": [
                    {"key": "Between-subjects analyses found that alcohol–caffeine consumers consumed more alcohol and had higher objective and subjective intoxication than those who consumed alcohol-only"}
                ],
                "sources": [
                    42
                ]
            },
            {
                "question": "Alcohol with Energy Drinks",
                "answerArr": [
                    {"key": "The results of the meta-analysis confirm that AMED(Mixing Alcohol with Energy Drinks) consumers drink significantly more alcohol than AO(Alcohol Only) consumers on a typical drinking occasion."}
                ],
                "sources": [
                    43
                ]
            },
            {
                "question": "Alcohol with Medicines",
                "answerArr": [
                    {"key": "Alcohol and medicines can interact harmfully even if they are not taken at the same time. "}
                ],
                "sources": [
                    41
                ]
            }
        ],
        "imgUrl": "../assets/images/Medication.png"
    }
]